{
    "advices": [
     "Don't think about the end result, focus on every stroke in your drawing.",
        "While drawing, do not verbalize your actions in your head, try to switch to a non-verbal visual mode of perception",
        "Try to draw different things every time (nature, composition, people, animals, objects, etc.)",
        "Make sure to adjust the height of your chair so that your feet are resting flat on the floor.",
        "Make sure there is ample support for your drawing arm.",
        "Draw the same object in two different conditions (blooming flower - dead flower, happy face - sad face etc)",
         "Once you make an incorrect stroke, never erase it immediately. Use the mistake as a crutch. Draw another stroke to correct the previous one, if necessary another one, and so on. Once you are happy with the result, highlight the correct lines with more confident strokes and erase the erroneous ones.\n",
    "It's okay to copy drawing from your memory/imagination/reference",
    "While drawing objects from the outside world, try to mostly focus on them rather than on your canvas. As if you’re drawing ‘blind’",
    "Take at least one minute break after every 30 minutes of drawing",
    "Try to have your back straight while drawing\n",
    "Make sure there is ample support for your drawing arm.",
    "Be aware of every little success you make",
    "It is useful to always have a notepad with you to take so-called visual notes, with the help of which you can learn to see and understand the world graphically.",
    "Direct sunlight to the screen should be avoided as it will affect the tonal relationships.",
    "Do simple drawing exercises to warm up",
    "Stretch for five to ten minutes before starting to draw",
    "Make sure to use moisturizing eye drops or special glasses if you experience dry eyes.",
    "Begin with simple shapes to build the structure of your drawing.",
    "Practice regularly to improve your hand-eye coordination, especially when using a drawing tablet.",
    "Explore different drawing techniques, like hatching for shading or stippling for texture.",
    "Stay patient and give yourself time to develop your skills.",
    "Use a comfortable drawing position and equipment to avoid strain.",
    "Study basic principles of art like composition, color theory, and perspective.",
    "Keep a collection of inspirational works to stimulate creativity.",
    "Experiment with varying line weights to add depth and interest to your drawings.",
    "Regularly step back and review your work to maintain perspective and balance.",
    "Take breaks and rest your eyes to stay fresh and avoid fatigue."
    ],
  "inactive": [
    "Psst, your sketchbook's feeling lonely. Time for a doodle?",
    "Did your pencil run out of dance moves? Let's get grooving!",
    "Your canvas misses your magic touch",
    "Looks like your art had a little nap. Wakey-wakey, lines and shapes!",
    "Hey there, your creativity called. It's playtime!",
    "Your paintbrush is getting cold feet. Time to warm up with some strokes?",
    "Is your muse on a coffee break? Let's brew some ideas!",
    "Your eraser's feeling neglected. How about we make some happy mistakes?",
    "Seems like your colors are on a timeout. Shall we bring them back in the game?",
    "Your paper's whispering for more of your stories. Shall we continue the tale?",
    "Did your imagination hit pause? Let's press play!",
    "Your sketchpad's dreaming of your masterpieces. Time to make dreams come true",
    "Your creativity seems to be playing hide and seek. Found you!",
    "Your brush strokes are missed! How can I help you?",
    "It's too quiet without your pencil's tap-dancing.",
    "Your artwork's waiting for its next adventure",
    "Did your lines take a detour? Let's guide them back.",
    "Your palette looks pensive. Time for a color explosion?",
    "Looks like your sketches are on a lunch break",
    "I caught you taking a breather from your artwork",
    "I spotted you've halted your drawing. Is there anything I can do to assist?",
    "I see the drawing has come to a pause. Need any help?",
    "I observed you've set aside your drawing tools. Is there something I can help you with?",
    "I noticed you've hit pause on your drawing. Need any assistance?",
    "I see you've taken a break from your masterpiece. How can I help you?"

  ]
}

